Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/kainun_institutti/vanhoi_pyssyjoven_kuvvii_plakat_nob.pdf.tmx
Source language: nob
Languages: sme

source: RiddoDuottarMuseat - Porsanger museum, Porsanger historielag og Kainun institutti - Kvensk institutt, sitt felles bildearrangement i Børselv.
sme: RiddoDuottarMuseat - Porsanger museum, Porsanger historielag ja Kainun institutti - Kvensk institutt lágidit govvadoaluid Bissojogas.

source: Arrangementet begynner med en bildekavalkade av gamle bilder fra Børselv fra museets arkiv.
sme: Govvadoaluin cájehuvvojit dološ govat Bissojogas mat leat vižžon musea vuorkkás.

source: Gratis inngang !
sme: Nuvttá sisabeassan !

source: Salg av kaffe og kaker !
sme: Káffe ja gáhkut vuovdemassii !

source: Åresalg !
sme: Vuorbádeapmi !
